{
  "navigation": {
    "home": "Home",
    "about": "About",
    "resume": "Resume",
    "contact": "Contact"
  },
  "home": {
    "greeting": "Hi, I'm Gui",
    "role": "I am a Brazilian Designer with a degree in People Management and Leadership, and a specialization in Design Ops, also with extensive experience in implementing Design Systems from scratch.",
    "experience": "I've been working in user experience and service design for 20 years and leading teams to success for the last 10 years.",
    "linkedinCta": "You can find out more about my work and my professional journey on my",
    "toolsTitle": "Tools",
    "casesTitle": "Cases",
    "contactCta": "Would you like to get in touch?",
    "viewProject": "View project",
    "access": "Access",
    "comingSoon": "Coming soon"
  },
  "about": {
    "title": "About",
    "bio": "I am a motivated professional with proficiency in collaboration and extensive experience in design management, operations and leadership.",
    "bioExtended": "Over two decades, I've had the privilege of working across diverse environments: from agile startups to creative advertising agencies and structured multinationals. My mission has always been the same: developing digital products that genuinely improve people's lives while generating tangible business results.",
    "belief": "I firmly believe that motivated and well-led design teams are the secret ingredient to creating exceptional experiences. My background in People Management has given me the tools to cultivate environments where creativity flourishes and excellence becomes the standard.",
    "approach": "I thrive in dynamic, high-complexity environments. My approach combines strategic thinking with pragmatic execution — always focused on measurable outcomes. I have a special ability to translate business challenges into design solutions, optimize team processes, and inspire people to reach their full potential.",
    "valuesTitle": "My values",
    "value1Title": "Good design is good business",
    "value1Description": "Design isn't decoration — it's strategy. I believe every design decision should balance beauty and functionality, creating experiences that delight users and drive business metrics. ROI and UX go hand in hand.",
    "value2Title": "Get to the root of the problem",
    "value2Description": "Symptoms are easy to treat; root causes require deep investigation. Before proposing solutions, I invest time to truly understand the problem — because the best solution is usually not the most obvious one.",
    "value3Title": "Keep it simple",
    "value3Description": "Complexity is easy; simplicity is hard. I always seek the most elegant and direct solution, eliminating the superfluous to reveal the essential. Less is more when the 'less' is well thought out.",
    "personalTitle": "Outside of work",
    "personalKitchen": "In the kitchen, I'm a chef.",
    "personalKitchenDescription": "Design and gastronomy share a soul: the pursuit of meaningful creation. My passion for cooking started as a hobby and evolved into something more serious — today I cook with the same dedication I apply to my design projects. It's my way of creating tangible experiences and sharing culture.",
    "personalFamily": "With family, I'm present.",
    "personalFamilyDescription": "My recharge moments are alongside my wife Pricila and our pets. They remind me daily of what truly matters and keep me grounded — something essential for any designer who wants to create for real people."
  },
  "resume": {
    "title": "Professional Resume",
    "downloadPdf": "Download PDF",
    "present": "Present"
  },
  "contact": {
    "title": "Contact",
    "getInTouch": "Let's talk?",
    "email": "Email",
    "socialLinks": "Social Links"
  },
  "projects": {
    "title": "Projects",
    "backToProjects": "Back to projects",
    "tldr": "TL;DR",
    "results": "Results",
    "yearsOfWork": "Years of Work",
    "teamSatisfaction": "Team Satisfaction",
    "feature": "Feature",
    "increaseCustomerSatisfaction": "Increase Customer Satisfaction"
  },
  "tools": {
    "title": "Tools",
    "backToTools": "Back to tools",
    "accessTool": "Access tool"
  },
  "footer": {
    "rights": "All rights reserved"
  }
}
