{
  "navigation": {
    "home": "Home",
    "about": "Sobre",
    "resume": "Resumo",
    "contact": "Contato"
  },
  "home": {
    "greeting": "Oi, eu sou o Gui",
    "role": "Sou um Designer Brasileiro com formação em Gestão de Pessoas e Liderança, especialização em Design Ops, e ampla experiência na implementação de Design Systems do zero.",
    "experience": "Trabalho com experiência do usuário e design de serviços há 20 anos e lidero equipes para o sucesso nos últimos 10 anos.",
    "linkedinCta": "Você pode saber mais sobre meu trabalho e minha jornada profissional no meu",
    "toolsTitle": "Ferramentas",
    "casesTitle": "Cases",
    "contactCta": "Quer entrar em contato?",
    "viewProject": "Ver projeto",
    "access": "Acessar",
    "comingSoon": "Em breve"
  },
  "about": {
    "title": "Sobre",
    "bio": "Sou um profissional motivado com proficiência em colaboração e vasta experiência em gestão de design, operações e liderança.",
    "bioExtended": "Ao longo de duas décadas, tive o privilégio de trabalhar em ambientes diversos: desde startups ágeis até agências de publicidade criativas e multinacionais estruturadas. Minha missão sempre foi a mesma: desenvolver produtos digitais que genuinamente melhoram a vida das pessoas enquanto geram resultados tangíveis para os negócios.",
    "belief": "Acredito firmemente que equipes de design motivadas e bem lideradas são o ingrediente secreto para criar experiências excepcionais. Minha formação em Gestão de Pessoas me deu as ferramentas para cultivar ambientes onde a criatividade floresce e a excelência se torna o padrão.",
    "approach": "Prospero em ambientes dinâmicos e de alta complexidade. Minha abordagem combina pensamento estratégico com execução pragmática — sempre focado em resultados mensuráveis. Tenho especial habilidade em traduzir desafios de negócio em soluções de design, otimizar processos de equipe e inspirar pessoas a alcançarem seu melhor potencial.",
    "valuesTitle": "Meus valores",
    "value1Title": "Bom design é bom negócio",
    "value1Description": "Design não é decoração — é estratégia. Acredito que cada decisão de design deve equilibrar beleza e funcionalidade, criando experiências que encantam usuários e impulsionam métricas de negócio. ROI e UX andam juntos.",
    "value2Title": "Ir à raiz do problema",
    "value2Description": "Sintomas são fáceis de tratar; causas raízes exigem investigação profunda. Antes de propor soluções, invisto tempo para realmente entender o problema — porque a melhor solução geralmente não é a mais óbvia.",
    "value3Title": "Manter simples",
    "value3Description": "Complexidade é fácil; simplicidade é difícil. Busco sempre a solução mais elegante e direta, eliminando o supérfluo para revelar o essencial. Menos é mais quando o 'menos' é bem pensado.",
    "personalTitle": "Fora do trabalho",
    "personalKitchen": "Na cozinha, sou chef.",
    "personalKitchenDescription": "Design e gastronomia compartilham uma alma: a busca pela criação significativa. Minha paixão pela culinária começou como hobby e evoluiu para algo mais sério — hoje cozinho com a mesma dedicação que aplico aos meus projetos de design. É minha forma de criar experiências tangíveis e compartilhar cultura.",
    "personalFamily": "Com a família, sou presente.",
    "personalFamilyDescription": "Meus momentos de recarga são ao lado da minha esposa Pricila e nossos pets. Eles me lembram diariamente do que realmente importa e me mantêm com os pés no chão — algo essencial para qualquer designer que quer criar para pessoas reais."
  },
  "resume": {
    "title": "Resumo Profissional",
    "downloadPdf": "Baixar PDF",
    "present": "Atual"
  },
  "contact": {
    "title": "Contato",
    "getInTouch": "Vamos conversar?",
    "email": "Email",
    "socialLinks": "Redes Sociais"
  },
  "projects": {
    "title": "Projetos",
    "backToProjects": "Voltar para projetos",
    "tldr": "Resumo",
    "results": "Resultados",
    "yearsOfWork": "Anos de Trabalho",
    "teamSatisfaction": "Satisfação do Time",
    "feature": "Feature",
    "increaseCustomerSatisfaction": "Aumento na Satisfação do Cliente"
  },
  "tools": {
    "title": "Ferramentas",
    "backToTools": "Voltar para ferramentas",
    "accessTool": "Acessar ferramenta"
  },
  "footer": {
    "rights": "Todos os direitos reservados"
  }
}
